Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Metro Hunter.tmx
Source language: ko_kr
Languages: en_us

source: 기어코 저지르고 마는군.
en_us: you really just did that.

source: 아?!!
en_us: ah?!!

source: 물방울 길드 사무소
en_us: office of the waterdrop guild

source: 육신이야 다시 만들어주면 그만이지!
en_us: then I’ll just make a new one!

source: 우르르
en_us: charge

source: 개기면 어떻게 되는지 다들 알 수 있도록 말이야.
en_us: so they’ll know what happens when you defy me.

source: 기사 단장 직위도 줄게!
en_us: I’ll even make you the new knight commander!

source: 백 원 단위까지 계산하고 있는 거야?
en_us: you’re even keeping track of the cents?

source: 마계?!
en_us: the demon realm?!

source: 몸속의 화기와 내열단의 냉기가 서로 부딪히며
en_us: the cold from the heat resistance tablets and the internal heat in his body were clashing...

source: 트랙 샷을
en_us: he blocked my track shot...

source: 제압할 순 없겠지만
en_us: I won’t be able to take the master down...

source: 여긴 인간계의 간섭이 없는 순수한 공간이니까.
en_us: ‘cause this is an untouched place free from human interference.

source: 곽진성의 개가 되다니 안타깝군.
en_us: ...reduced to jinseong’s dog.

source: 아니, 그건 나중에 하자.
en_us: no, let’s do that later.

source: 네놈의 악행은 전부 보고 있었다!
en_us: I watched every evil deed you committed!

source: 길드 마스터 곽진성이다.
en_us: guildmaster jinseong gwak.

source: 마나가 떨어져 가는 게
en_us: I can feel...

source: 말 그래도 묵직한데요?
en_us: you’re not kidding about it being heavy.

source: 그런 재미있는 얘기를 왜 이제서야 하는 거야?
en_us: why are you only telling me something so interesting now?

source: 인간이 체감할 수 있는 강도를 초월한 고통을 느끼고 있었다.
en_us: ...and causing him to experience more pain than it was possible for a human to feel.

source: 대체 뭘 만들고 있는 거냐?
en_us: what exactly are you making?

source: 벌써 눈치챘나?
en_us: did he already catch on?

source: 주륵
en_us: drip

source: 너ꞏꞏꞏ.
en_us: you...

source: 뭉게
en_us: fwoom

source: 에누리 90
en_us: discount 90

source: 사방팔방 난리군.
en_us: what a mess.

source: 빙긋
en_us: grin

source: 정석대로 싸워볼까?
en_us: should I just fight him by the book?

source: 3호선을 넘어 서울 전체를 장악하려던 나의 계획을ꞏꞏꞏ.
en_us: I was going to extend beyond line 3 and take over all of seoul...

source: 이상하게도 당신에게서 그분과 닮은 마나가 느껴지는군요?
en_us: it’s strange but I sense similar mana as our master’s from you.

source: 교주님!!
en_us: Elder!!

source: 아자토스 주니어?!
en_us: azatos junior?!

source: 파 앙
en_us: whabam

source: 저 빡빡이 아저씨
en_us: that baldy...

source: 한점돌파
en_us: single-point break

source: 푸득
en_us: flap

source: 목숨 바쳐 모시던 나의 주인이
en_us: who knew that my master, who I risked my life for...

source: 제 생명의 은인이라고요!
en_us: ...saved my life!

source: 고 오 오 오
en_us: loom

source: 우릴 몰라?!
en_us: you don’t know who we are?!

source: 기억났어.
en_us: I remember now.

source: 만들 때 뭔가 고급 기술이라도 들어가나 보네요?
en_us: ...but I’m guessing you need some kind of sophisticated technique to make it?

source: 날이면 날마다 오는 게 아닙니다!
en_us: it's not every day that you get a chance like this!

source: 부정한 기운만 흡수되고 순수한 마나는 걸러집니다.
en_us: ...the tainted energy is absorbed and filtered out, leaving behind pure mana.

source: 해야 할 일을 했을 뿐.
en_us: I only did what I had to.

source: 내 아들 놈은 항상 사고만 치는 걸···.
en_us: that son of mine is always getting into trouble...

source: 뭐 그건 됐고,
en_us: well, that’s enough of that.

source: 화염의 주인 축복자?
en_us: the master of flames’s blessed one?

source: 크크 쫄았냐?
en_us: keke, did you wet your pants?

source: 퍼엉
en_us: kaboom

source: 하지만 괜찮습니다.
en_us: but that’s all right...

source: 그런데 난데없이 60 레벌 몬스터라니?!
en_us: but suddenly, we’re supposed to take on a level 60 monster?!

source: 파도의 주인에게서 살의를 느낄 수 없었기 때문이다.
en_us: ...that he couldn’t feel any killing intent from the master of waves.

source: 부릉부릉~!
en_us: vroom, vroom!

source: 스륵
en_us: fwip

source: 난 처음부터 싸울 생각이 없었어!
en_us: I wasn’t looking for a fight in the first place!

source: 피식
en_us: hah

source: 아쿠아 스네이크가 마나를 모두 먹어치우고
en_us: aqua snake will devour all of your mana...

source: 아저씨!!
en_us: mister!!

source: 불장난.
en_us: to play with fire.

source: 좋다.
en_us: fine.

source: 미쳤어?
en_us: how ignorant must you be?

source: 벗겨먹는
en_us: wrapper off

source: 무기
en_us: weapons

source: 부활이다!
en_us: ...is reviving!

source: 밤 구름 길드.
en_us: the night cloud guild.

source: 지페리 님을 수납해 줘!
en_us: store miss zipherie!

source: 너라면 차원을 찢고 마계로 돌아갈 수 있겠지.
en_us: it wouldn’t surprise me if you shredded the dimensional fabric and found your way back.

source: 그리고 네놈과 강철 님은
en_us: and you and mr. kang...

source: 허세 합격.
en_us: ...I give your bluff a passing grade.

source: 나 살았어?
en_us: I’m alive?

source: 꼴사납지만 일단 도망쳐서 후일을 도모해야 해!
en_us: I hate to do it, but I need to get out of here and make plans for the future!

source: 나는 공허의 왕 아자토스.
en_us: I am azatos, the king of the void.

source: 나와라.
en_us: show yourselves...

source: 어렵게 구해준 건데 미안하군.
en_us: he went through all that trouble to get these for me. I feel bad.

source: 잘했다.
en_us: great work.

source: 지하철의 모습을 빌리고 있지만
en_us: it looks like the metro now...

source: 널 제거하고 난 꼭 다시 일어서고 말 거다!
en_us: I’m going to eliminate you and get back on my feet!

source: 배고파···.
en_us: hungry...

source: 짚이는 곳이라면 한 군데뿐이거든.
en_us: there’s only one group that I can think of.

source: 축복자라고 부르지.
en_us: ...the blessed ones.

source: 강철 님!
en_us: mr. kang!

source: 캬아악!!
en_us: grahhh!

source: 벌써부터 구린내가 풀풀 나는디?
en_us: something already smells fishy, yeh know?

source: 꿈틀
en_us: twitch

source: 물보라 때문에 시야가···.
en_us: I can’t see through the spray...

source: 슈루룩
en_us: whoosh

source: 푸드드득
en_us: flap flap flap

source: 기다렸다가 다음 열차를 탑승할까요?
en_us: should we wait for the next train?

source: 오크들에게 분노를 조절하는 법을 가르쳤는데,
en_us: I taught the orcs how to control their anger...

source: 그 녀석의 등장으로 완전 피바다가 돼버렸습니다!
en_us: ...but after she showed up, it’s become a total bloodbath!

source: 으아아!!
en_us: arghhh!!

source: 이걸로 끝이라 생각 마라.
en_us: don’t think this is the end.

source: 빠드득
en_us: crack

source: 겨뤄보는 거다!
en_us: ...are stronger!

source: 물건은 그때그때 다르지만 가끔 쓸만한 걸 파는 녀석이지.
en_us: they never sell the same thing twice, but they sometimes sell useful stuff.

source: 나 때문에 꼬맹이들이 위험해져 버렸어.
en_us: ...the kids are in danger because of me.

source: 내 입장에선 지페리가 올드원이 되는 것보다 성가신 일은 없거든.
en_us: from where I stand, there’s nothing more annoying than zipherie becoming the old one.

source: 죄송합니다.
en_us: please forgive me,

source: 그러니 오늘부로 폐기처분한다.
en_us: and so, I’m going to get rid of it.

source: 주인의 비밀에 가까워지고 싶나?
en_us: do you wish to get closer to the truth of the masters?

source: 그게 다가 아니야!
en_us: and that’s not all!

source: 한마디로 해 볼 만한 싸움!
en_us: to put it simply, he had a fighting chance!

source: 밀집
en_us: swarm

source: 그렇다면!
en_us: in that case...!

source: 꿀꺽
en_us: gulp

source: 카운터를 먹여주자!
en_us: ...and blast them with a counterattack!

source: 아직 교주와 싸운 피로가 완전히 풀리지 않았다.
en_us: I still haven’t completely recovered from my fight with the elder.

source: 보석장
en_us: jewelry

source: 다다다
en_us: dash

source: 이 불꽃.
en_us: these flames...

source: 말 걸지 마.
en_us: don't speak to it.

source: 무슨 문제 있나?
en_us: is there a problem?

source: 흐음
en_us: hmm

source: 이제 우리는
en_us: we will now...

source: 놈이 도우면 꽤 성가셔지는데···.
en_us: it’s gonna be a pain if this bastard helps the orc out...

source: 뭔가 단단히 착각하고 있는 것 같구나?
en_us: I think you’re misunderstanding something.

source: 키라라라 라라!!!!
en_us: graaah!!!

source: 스승님에게 도움을 줄 수 있는 일?
en_us: I’ll be able to help master?

source: 단장님!!
en_us: commander!

source: 꼬마애?!
en_us: a little kid?!

source: 후우욱
en_us: fshh

source: 말 안 듣는 꼬맹이가 둘이나 덤벼든다!
en_us: there are two little brats rushing me!

source: 비가 오면 아직도 눈가가 시큰거려.
en_us: ...but my eye still stings whenever it rains.

source: 누구의 불꽃이 더욱 강한지!!
en_us: we’ll see whose flames...

source: 아무도 복종하질 않더라고!
en_us: ...but not a single one would obey me!

source: 콰아아
en_us: roar

source: 수북
en_us: clatter

source: 후퇴?
en_us: we’re retreating?

source: 범죄자들로만 이루어진 무법 길드 아닙니까?
en_us: ...the guild that’s made up of criminals and operates outside of the law?

source: 소환!
en_us: summon!

source: 아버님께 맞아 죽을 뻔했습니다!
en_us: my father almost beat me to death!

source: 이번엔 반드시 널 길들여주마.
en_us: this time, I’ll tame you for sure.

source: 콸 콸 콸 콸
en_us: glug glug glug glug

source: 저희가 애타게 찾고 있었는데
en_us: we were so anxious to find you...

source: 쿠가의 팔.{j}생각보다 더 쓸만한 물건이군.
en_us: kuga’s arm... it’s more useful than I thought.{j}

source: 지금이라도 돌려놓는다면 모두 살릴 수 있어.
en_us: I can still save everyone if I return the mana now.

source: 최상급 마나 스톤도 가져올 수 있었습니다.
en_us: ...and the reason we were able to bring in these highest grade mana stones.

source: 손님 맞을 준비를 해야 하거든.
en_us: I have some guests coming.

source: 58화
en_us: episode 58

source: 하지만 설명해 줄 사람이라면 알고 있지!
en_us: but I do know someone who could explain it to you!

source: 마족의 자존심을 버리고 우정을 위해 행동하는 거냐?
en_us: are you throwing away your pride as a demon for friendship?

source: 마음껏 날뛰어라.
en_us: go wild.

source: 검을 쓰는 전사가 상대하기 쉬운 적은
en_us: the easiest enemy for a sword-wielding warrior to face...

source: 소곤
en_us: whisper

source: 이건 오크들만 제조할 수 있는 특수공법으로 만들어진 물건이오!
en_us: the orcs are the only ones who can use the special method needed to craft this!

source: 꽈 드 득
en_us: squeeze

source: 어ꞏꞏꞏ 어떻게 알았지?
en_us: h-how did you know?

source: 우걱
en_us: crack

source: 새로운 축복자를 데리고 오셨군요?
en_us: you've brought a new blessed one with you.

source: 아?
en_us: huh?

source: 그렇다면 인간계에도 주인이 있는 건가?
en_us: does that mean there’s a master of the human realm too?

source: 감바스 님?!
en_us: mr. gambas?!

source: 이제 정말 끝이다!
en_us: this really is the end!

source: 휙
en_us: fwip

source: 거물인 줄은 알았지만 이 정도였냐고!
en_us: I knew she was important, but not to that extent!

source: 마계-
en_us: the demon realm

source: 드드드득
en_us: swish

source: 병자처럼 누워만 있을 수는 없어.
en_us: I can’t just stay lying down like a sick dog.

source: 이건 그냥 거대한 살덩이일 뿐이잖아?
en_us: isn’t this just a giant lump of meat?

source: 불길한 예감이 든다.
en_us: ...but I’m getting a bad feeling about this.

source: 최상급 마나 스톤으로도 완전한 각성은 무리였나 보네요.
en_us: but it seems that even a highest grade mana stone wasn’t enough to completely awaken it.

source: 생각보다 멀지 않은 곳에 있었군.
en_us: it’s closer than I expected.

source: 아자토스 주니어···.
en_us: azatos junior...

source: 개소리 집어 치우시지!
en_us: what a load of crap!

source: 이렇게 쉽게?!
en_us: it got destroyed that fast?!

source: 무슨 속셈이냐?!
en_us: what are you planning?!

source: 아, 장님이라 안 보이나?
en_us: oh. since you’re blind, does that mean you can’t see me?

source: 슈우욱
en_us: fwoosh

source: 2152일의 기다림
en_us: ...2152 days of waiting...

source: 꽈
en_us: kugh

source: 조금 더 힘내 보겠습니다!
en_us: I’ll do my best!

source: 쿵!
en_us: thud

source: 감바스 하나도 상대하기 벅찬데···.
en_us: I can barely handle gambas, and now this...

source: 허튼 생각은 하지 않는 게 좋을 거야.
en_us: don’t get any ideas.

source: 바로 나 아자토스일 테니까!
en_us: ...to claim the old one’s seat in the end!

source: 열차에 탑승한 걸 보면
en_us: he was able to get on the train...

source: 오늘은 어떤 물건을 취급하지?
en_us: what are you selling today?

source: 그다음엔 네가 원하는 걸 해줄 테니.
en_us: then I’ll do what you want.

source: 서울의 평화를 위해
en_us: to keep the peace in seoul...

source: 고비는 넘긴 것 같습니다!
en_us: I think the worst is over!

source: 어쩌면 방법이 있을지도 모르겠어.
en_us: there might be a way out of this.

source: 긍지 높은 오크가···.
en_us: it’s a shame to see a proud orc warrior...

source: 꽈아악
en_us: dig

source: 기대하지.
en_us: can’t wait.

source: 더 알고 싶어?
en_us: do you want to hear more?

source: 메트로헌터 METROHUNTER 글:두엽 44화 그림:척준경
en_us: Metro Hunter Story by: Yopy Episode 44 Art by: Mr. Cheok

source: 주인을 죽여?
en_us: he killed a master?

source: 느껴져요.
en_us: I can feel it.

source: 제물이라면ꞏꞏꞏ.
en_us: if we’re talking sacrifices...

source: 정말 지페리 님과 싸우러 가시게요?
en_us: you’re really going to fight miss zipherie?

source: 어딜 봐서 몬스터라는 거야?
en_us: who are you calling a monster?

source: 최대한 신중하게
en_us: I’ll have to be as careful as possible...

source: 나의 검.
en_us: my sword...

source: 쓸데없는 짓을 하는군···.
en_us: you’re wasting my time...

source: 5호선
en_us: line 5

source: 아쿠아 액스
en_us: aqua axe

source: 형씨!
en_us: lad!

source: 넌···.
en_us: you...

source: 몇 번을 되묻는 거야?
en_us: how many times do you have to ask?

source: 휘{j}오{j}오{j}오
en_us: whoosh

source: 아직 완성품이 아니라고.
en_us: this isn’t the finished product.

source: 하긴, 만나본 게 화염의 주인뿐이라면 그럴 수도 있겠어.
en_us: well, I suppose that makes sense since you’ve only met the master of flames.

source: 돈 들여서 해체사를 부를 필요도 없어지는 거잖아!
en_us: you wouldn’t have to spend money on dismantlers anymore!

source: 물방울의 은인인 불꽃의 검사여.
en_us: o swordsman of flames and savior of waterdrop.

source: 마나 쇼크가 오고 있다!
en_us: mana shock is setting in!

source: 질투와 분노.
en_us: jealousy and anger.

source: 인간의 몸이 견디기엔 주인의 불꽃이 너무나 강력했기 때문이다.
en_us: ...but the master’s flames were too hot for a human body.

source: 치유사를 더 불러와!
en_us: bring more healers!

source: 치 이 이
en_us: splash

source: 철퍼덕
en_us: thud

source: 스네이크
en_us: snake

source: 감히!!
en_us: how dare you!!

source: 너무 약해서 초월까지 쓸 필요도 없군.
en_us: you’re so weak I didn’t even have to use transcendence.

source: 그야 물론 형님을 서포트하려고···.
en_us: well, to support you, of course...

source: 너의 검은 내 몸에 닿을 수 없다.
en_us: ...but your sword will never reach me.

source: 헌혈은 안 하는데?
en_us: I don’t donate blood, though.

source: 항복해도 받아주지도 않고!
en_us: she doesn’t even let us surrender!

source: 죄송해요!
en_us: sorry!

source: 얼마나 강한진 모르겠지만
en_us: I don’t know how strong this guy is...

source: 헥
en_us: pant

source: 단장님?
en_us: Commander?

source: 왜 떨고 있지?
en_us: why are you shaking?

source: 겁쟁이 녀석이군.
en_us: so you’re a coward.

source: 겨우 말하는 수준까진 갔지만
en_us: it’s barely able to speak,

source: 포옹
en_us: plonk

source: 화폐 단위가 코코인가?
en_us: are cocos the currency?

source: 엇?
en_us: oh?

source: 오늘 나한테 좀 맞아야겠다.
en_us: you’re in for it now.

source: 비겁한 형식의 싸움을
en_us: ...the more they can’t stand...

source: 쏴{j}아{j}아{j}
en_us: swaaa{j}{j}{j}

source: 가치가 없다고?
en_us: ...are worthless?

source: 꾸벅
en_us: bow

source: 쓸데없는 반항.
en_us: your resistance is futile.

source: 스피어블라스트
en_us: spear blast

source: 기장님!
en_us: conductor!

source: 콰 앙
en_us: slam

source: 연지벌레라는 곤충이 들어가는 건 알고 있나요?
en_us: ...to make strawberry milk pink?

source: 호록
en_us: slurp

source: 산이 무너진다!
en_us: the mountain’s breaking up!

source: 주인의 세계와 인간 세계 모두 혼란스러워질 뿐이야.
en_us: ...all it does is throw the masters’ world and the human world into chaos.

source: 당신 때문에 교단이 손해 본 돈의 액수입니다!
en_us: that’s how much money the order has lost because of you!

source: 용서?
en_us: forgive you?

source: 안 돼.
en_us: I can’t.

source: 시건방진 놈이로구나!
en_us: what a cocky bastard!

source: 팟
en_us: whoosh

source: -계속
en_us: to be continued

source: 저건 또 뭐야?
en_us: what now?

source: 화살은 페이크!!
en_us: the arrows were a distraction!!

source: 희귀
en_us: rare

source: 뭐 그런 셈이지.
en_us: well, I guess you could say that.

source: 촤아아
en_us: blast

source: 예!{j}마스터!!
en_us: yes, master!{j}

source: 아직 온전한 상태는 아니긴 하지만···.
en_us: though it’s a ways from being completed...

source: 저는 파도의 주인을 불러낼 생각이 없습니다.
en_us: I do not plan to call out the master of waves.

source: 완전 재미있는 조합 아닙니까?
en_us: isn’t that a fun combination?

source: 사람들이 네가 만든 포션을 사용할까?
en_us: ...would they still buy them?

source: 드디어 만났네?
en_us: we finally meet again.

source: 콰악
en_us: smash

source: 그에게는 오랜 시간 준비해온 계획이 있다.
en_us: ...had a plan that was long in the making.

source: 네놈이 왜 여기에?
en_us: what are you doing here?

source: 마계로 간다!
en_us: ...the demon realm!

source: 대체 무슨 말씀을 하시는 거예요?!!
en_us: what in the world are you saying?!!

source: 고통 속에 사라져라.
en_us: disappear in your pain.

source: 아닌 걸로 아는데?
en_us: ...do we?

source: 실버 따리 셋이 모여봤자···.
en_us: try as you might, three silvers...

source: 크억!!!
en_us: argh!!!

source: 몸이···.
en_us: I...

source: 아쿠아 브레스
en_us: aqua breath

source: 체면을 봐서 이쯤에서 그만하면 안 될까?
en_us: so can’t you let it go? unless you want to make a bad name for yourself.

source: 거절하면?
en_us: if you refuse?

source: 쿠{j}구{j}구{j}구
en_us: rumble

source: 입장만으로 침략 행위가 된다.
en_us: just setting foot in there will be seen as an act of aggression.

source: 당신이 왜?
en_us: why?

source: 안녕하십니까 강철 님.
en_us: good day, mr. kang.

source: 4 출입구 이태원 6호선
en_us: 4 entrance itaewon station

source: 공허의 왕 북쪽의 아자토스.
en_us: the king of the void, azatos of the north.

source: 지페리 님의 목숨?
en_us: zipherie’s life?

source: 합리적인 편이지.
en_us: ...and reasonable.

source: 오랜만에 만났는데 이런 일이 있어서 미안하군.
en_us: it’s been a while since we last saw each other. sorry this happened.

source: 강철의 마나가 흐려져 간다.
en_us: cheol kang’s mana is fading.

source: 역시 어둡고 칙칙한 곳이란 건
en_us: the dark and gloomy place you were talking about...

source: 마계로 가는 문을 열어주는 문지기다.
en_us: ...and the doorkeeper to the demon realm.

source: 화염 축복자지?
en_us: you are a blessed one of flames, correct?

source: 큰일입니다!
en_us: this is really bad!

source: 하지만, 지금은 그런 거 따지고 있을 때가 아니야.
en_us: but... this isn’t the time to be worried about stuff like that.

source: 그냥 지나치기!
en_us: ...is to just run past them!

source: 텁
en_us: grab

source: 네크로노미콘?
en_us: the necronomicon?

source: 주인들을 세상에 부르면 어떻게 되는지 몰라?
en_us: don’t you realize what will happen if you summon the Masters here?

source: 크르르···.
en_us: grrr...

source: 방구름 길드
en_us: night cloud guild

source: 아주 대박 템만 가져왔거든요!
en_us: I only brought along the finest items with me today!

source: 멈춰주시면 안 될까요?
en_us: do you have to do this?

source: 지페리 님의 계획은 너무 위험해!
en_us: miss zipherie’s plan is too dangerous!

source: 더 알고 싶냐고.
en_us: do you want to learn more about her?

source: 만나게만 해줘.
en_us: all I’m asking is to meet them.

source: 증명해라!
en_us: prove it to me!

source: 그렇다면 어떤 능력을 쓰는지 탐색부터 해볼까?
en_us: first, let’s see what kind of abilities he has.

source: 초대 용사 '왕호'.
en_us: first warrior wang ho.

source: 다시 객실로 돌아가!
en_us: go back inside!

source: 그딴 괴물을 손에 넣고 싶어서
en_us: did you really let your friend die in front of you...

source: 상납금이 많은 것도 아니고, 심지어 몇 번이나 밀려도
en_us: it’s not like he was asking for much. have you forgotten how many times he let you off...

source: 네놈도 최후에는
en_us: in your last moments...

source: 좀 더 깊은 곳까지 데려다줘.
en_us: take us deeper.

source: 어떻게든 해봐!
en_us: do something!

source: 단숨에 처치한다!
en_us: ...and take it out in a single blow!

source: 열차가 곧 출발하니 자리를 이탈하지 마시고···.
en_us: we're just about ready to depart, so please remain in your seats...

source: 아뇨.
en_us: no.

source: 오크와의 전투 강좌 두 번째!
en_us: lesson number two of fighting orcs!

source: 관대하고
en_us: ...pretty generous...

source: 이거 볼텨?
en_us: look.

source: 마계 서열 2위 아자토스의 장남이자,
en_us: the eldest son of azatos, the demon realm’s second-in-command...

source: 이 녀석들은 제가 안전한 곳에 내려 주도록 하겠습니다!
en_us: I’ll drop these guys off somewhere safe!

source: 오크 전사가 휘두른 검을 정면으로 받아 칠 생각을 하고 있다면
en_us: ...if you’re thinking of taking a swing from an orc’s blade head-on...

source: 그럼 제가 살래요!
en_us: I’ll take it!

source: 미안한데.{j}네 마나 좀 빌리자.
en_us: sorry, but I’m going to borrow some of your mana.

source: 아버지의 계획이 틀어질지도 모르겠어.
en_us: this could mess up father’s plan.

source: 레이가 아저씨!!
en_us: mr. rayga!!

source: 교주님!
en_us: Elder!

source: 그놈도 불을 다룰 줄 아는 녀석인가?
en_us: can that guy control fire, too?

source: 글:두엽 52화
en_us: story by: yopy

source: 이 정도 파괴력일 줄이야.
en_us: ...but I didn’t think it would be this destructive.

source: 부리지 마!!
en_us: ...games!!

source: 쿠오오
en_us: rumble

source: 전투에서 승리한 후, 적의 무기를 빼앗는 게 오크 전사의 전통!
en_us: see, orc warriors have a tradition of taking their enemy’s weapon after a victory in battle!

source: 으아악!!!
en_us: aaagh!!!

source: 헤헷
en_us: hehe

source: 너보다 내가 한 수 위다!
en_us: ...at using a master’s strength!

source: 한 발 늦었군요!
en_us: too little, too late!

source: 오크 슬레이어.
en_us: the orc slayers.

source: 어쩐지 너.
en_us: for some reason...

source: 파도의 주인의 마나가 느껴졌어!
en_us: I sensed the master of waves’s mana!

source: 쿠가···.
en_us: kuga...

source: 헌터 협회에 자수해.
en_us: ...so turn yourself into the Hunters’ association.

source: 세상에 밤이 존재하는 한
en_us: as long as night exists in the world...

source: 상급자용 헌터교본 발췌
en_us: excerpt from the advanced hunter’s textbook

source: 어차피 육신만으로 널 제압하는 게 불가능하다면ꞏꞏꞏ.
en_us: if I can’t overpower you with just the body...

source: 불?
en_us: fire?

source: 그리고 이 세계에 문을 열어
en_us: and I was the one who opened the door to this world...

source: 무슨 개소리야?!
en_us: bullsh*t!

source: 그는 우리 가문의 숙적.
en_us: kuga is my family’s sworn enemy.

source: 현재 파도의 주인은 마음이 텅텅 비어 본능만 남아있는 상태.
en_us: currently, the master of waves is acting on instinct. its mind is completely empty.

source: 이렇게 강한 인간은 처음입니다···.
en_us: I’ve never met a human as strong as you, sir...

source: 크크크크.
en_us: hehehe.

source: 눈깔부터 파버리고 다시 부탁하지 않으려나?
en_us: ...I’ll probably pluck out your eyes and then ask again?

source: 득
en_us: vwoom

source: 강철 스승님의 10년이···.
en_us: ten years of master kang’s life...

source: 그렇게 빼앗은 무기는 다시 녹여 새로운 무기를 만들 때 사용한다오.
en_us: they melt those weapons down when they’re making new ones.

source: 내 한계를ꞏꞏꞏ.
en_us: don’t...

source: 파티 사냥임을 감안해도 40 레벨 이상의 몬스터는 버겁다.
en_us: even if you go with a party, anything beyond level 40 is out of the question.

source: 이ꞏꞏꞏ 이봐.
en_us: l-look here.

source: 너희 길드가 뭐 하는지도 관심 없고.
en_us: and I don’t give a crap what your guild does.

source: 콰{j}아{j}아{j}아
en_us: blast

source: 도··· 도착입니다.
en_us: w-we’re here.

source: 타닷
en_us: taka taka

source: 처음부터 그렇게 어긋난 사이는 아니였어.
en_us: ...weren’t always on such bad terms.

source: 오늘은 그의 염원이 이루어 지는 날
en_us: Today was the day his greatest wish would come true...

source: 까탈스러운 강철이 어째서 당신을 선택했는지 알 것도 같수다!
en_us: I think I understand why that picky cheol kang chose you!

source: 인간계도 이계도 아닌, 그 중간 어딘가의 연결지점이지요.
en_us: ...but it’s not part of the human realm nor any other realm. it’s someplace in-between.

source: 스 스 스
en_us: grrr

source: 사정 봐서 봐주신 건 기억 안 나나 보지?
en_us: when you asked for an extension?

source: 쿠가의 종이여.
en_us: slave of kuga...

source: 신세계
en_us: new world

source: 몸이 망가지는 게 더 빨라요!
en_us: ...than we can heal him!

source: 덥석
en_us: grab

source: 이렇게 허무하게 은인을 떠나보낼 수는 없네.
en_us: I can’t bid my savior farewell like this.

source: 피닉스의 눈은 이제 실물로는 존재하지 않아.
en_us: the phoenix eye doesn’t exist anymore.

source: 출장 중인 거 아니었어?
en_us: weren’t you supposed to be on a business trip?

source: 성능이 어떤지
en_us: this is the perfect opportunity...

source: 멈춘 것처럼 느껴질 정도로
en_us: it feels like it’s stopped...

source: 이 묵직한 마계의 공기.
en_us: ...this heavy demon realm air.

source: 하지만 지금은 죽고 없고, 더 이상 나는 축복자가 아니게 돼버려서
en_us: but he’s dead and gone, and I’m not a blessed one anymore...

source: 쿠가를 쓰러트린 후 너에게 놈의 남은 육신을 넘기마.
en_us: ...I will give his flesh to you after I defeat him.

source: 아이언 메이든이라면 잠시 동안 잡아둘 순 있겠지!
en_us: ...but the iron maiden should hold it off for a little bit!

source: 경험이 다르거든.
en_us: we have different levels of experience.

source: 그리운 불꽃이네?
en_us: I missed those flames.

source: 대단하군.
en_us: impressive.

source: 하지만 곧 있으면 바닥으로 곤두박질 치게 된다.
en_us: but in a minute, I’m gonna plummet to the ground.

source: 걱정하지 마.
en_us: don’t worry.

source: 내 오크 블레이드!
en_us: my orc blade!

source: 마계 서쪽의 100개가 넘던 파벌들.{j}손수 정리하시지 않으셨습니까!
en_us: there were over 100 factions in the western demon realm, and you personally disposed of them all!{j}

source: 귀엽다!
en_us: how cute!

source: 저런 괴물을 키우는 이유가 궁금하다고 했지?
en_us: ...all to raise that monster, right?

source: 죽이지 않고 데려오라는 부탁을
en_us: I’ve never succeeded at bringing in an enemy...

source: 애초에 우리와는 레벨이 다르다!
en_us: ...is on a completely different level from us!

source: 말씀드렸지 않습니까?
en_us: did you not hear me?

source: 흠···.
en_us: hmm...

source: 허억!!
en_us: gasp

source: 여기에는 두 가지 이유가 존재한다.
en_us: there were two reasons for this.

source: 합쳐지면 모든 인간들이 우리 발아래를 설설 기게 될 거라고!
en_us: if we work together, the entire world will crawl at our feet!

source: 온다!
en_us: here it comes!

source: 강철?
en_us: cheol kang?

source: 어떤 재앙을 불러올지 알 수 없단 말이다!
en_us: there’s no telling what kind of disaster this will bring!

source: 네놈의 명성은 거기까지다.
en_us: that’s all there is to your reputation...

source: 검은 불꽃?
en_us: black flames?

source: 뭐야?{j}그 눈은?
en_us: what’s with those eyes?{j}

source: 퉁
en_us: fling

source: 누가 혼자 간 대?
en_us: and who said we were goin’ alone?

source: 이런 잡스러운 공격따위!!
en_us: ...I can just send...

source: 우드득
en_us: pop
